const ContentInfo = () => {
    return (
        <div className="glg-block glg-block-icons-rows scroll-transitions background--white scroll-transitions--enabled scroll-transitions--active">
            <h2 className="icons-rows-title">获得您所需的洞见</h2>
            <div className="icons-rows-description">
                <p>
                    <span style={{fontWeight:  400}}>明智的决策仰赖于清晰的洞见。GLG 格理集团将助力您通过知识共享平台，获得所需要的专业知识，为您未来的决策保驾护航。</span>
                </p>
            </div>
            <div className="icons-rows">
                <div className="icons-rows-item">
                    <div className="icons-rows-item-icon">
                        <svg xmlns="http://www.w3.org/2000/svg" width="60" height="60" viewBox="0 0 60 60">
                            <path d="M41.3 17.4c3.9 0 7.1-3.2 7.1-7.1s-3.2-7.1-7.1-7.1-7.1 3.2-7.1 7.1 3.2 7.1 7.1 7.1zm0-12.4c2.9 0 5.3 2.3 5.3 5.3s-2.3 5.3-5.3 5.3c-2.9 0-5.3-2.3-5.3-5.3S38.4 5 41.3 5zm11.6 18.1c-3.6 0-6.6 2.7-7 6.2h-8.3c-.4-4-3.7-7-7.7-7-1.1 0-2.1.2-3.1.6l-4.1-7c1.7-1.3 2.8-3.3 2.8-5.6 0-3.9-3.2-7.1-7.1-7.1s-7.1 3.2-7.1 7.1 3.2 7.1 7.1 7.1c1 0 1.9-.2 2.7-.5l4.1 7c-1.9 1.4-3.1 3.7-3.1 6.2s1.3 4.8 3.1 6.2l-4 7.1c-.8-.4-1.8-.6-2.8-.6-3.9 0-7.1 3.2-7.1 7.1s3.2 7.1 7.1 7.1 7.1-3.2 7.1-7.1c0-2.3-1.1-4.3-2.7-5.5l4-7.1c.9.4 2 .6 3 .6 3.9 0 7.1-2.9 7.6-6.7h8.4c.5 3.5 3.4 6.1 7 6.1 3.9 0 7.1-3.2 7.1-7.1 0-4-3.1-7.1-7-7.1zM13.2 10.3c0-2.9 2.3-5.3 5.3-5.3 2.9 0 5.3 2.3 5.3 5.3s-2.3 5.3-5.3 5.3-5.3-2.4-5.3-5.3zm10.6 39.4c0 2.9-2.3 5.3-5.3 5.3-2.9 0-5.3-2.3-5.3-5.3s2.3-5.3 5.3-5.3c2.9 0 5.3 2.4 5.3 5.3zm6.1-13.8c-3.2 0-5.9-2.6-5.9-5.9 0-3.2 2.6-5.9 5.9-5.9s5.9 2.6 5.9 5.9c0 3.2-2.7 5.9-5.9 5.9zm23-.5c-2.9 0-5.3-2.3-5.3-5.3 0-2.9 2.3-5.3 5.3-5.3 2.9 0 5.3 2.3 5.3 5.3s-2.4 5.3-5.3 5.3zm-11.6 7.2c-3.9 0-7.1 3.2-7.1 7.1s3.2 7.1 7.1 7.1 7.1-3.2 7.1-7.1-3.2-7.1-7.1-7.1zm0 12.4c-2.9 0-5.3-2.3-5.3-5.3 0-2.9 2.3-5.3 5.3-5.3 2.9 0 5.3 2.3 5.3 5.3S44.2 55 41.3 55zM14.1 30.1c0-3.9-3.2-7.1-7.1-7.1s-7 3.2-7 7.1 3.2 7.1 7.1 7.1 7-3.2 7-7.1zm-7 5.3c-2.9 0-5.3-2.3-5.3-5.3 0-2.9 2.3-5.3 5.3-5.3s5.3 2.3 5.3 5.3-2.4 5.3-5.3 5.3z"></path>
                        </svg>
                    </div>
                    <h3 className="icons-rows-item-title">GLG 专家访谈</h3>
                    <div className="icons-rows-item-content">
                        <p>
                            <span style={{fontWeight:  400}}>GLG 专家访谈可通过电话或视频形式，让客户与专家建立联系，以便客户获得所需的洞见，为其业务决策提供依据。</span>
                        </p>
                    </div>
                </div>
                <div className="icons-rows-item">
                    <div className="icons-rows-item-icon">
                        <svg xmlns="http://www.w3.org/2000/svg" width="60" height="60" viewBox="0 0 60 60">
                            <path d="M59.2 57.7 48.3 46.9c4.6-4.9 7.4-11.5 7.4-18.8C55.7 12.9 43.3.5 28.1.5 12.8.5.4 12.9.4 28.1S12.8 55.7 28 55.7c7.3 0 13.9-2.8 18.8-7.4l10.9 10.9c.2.2.5.3.7.3s.5-.1.7-.3c.4-.4.4-1.1.1-1.5zM2.4 28.1C2.4 14 13.9 2.5 28.1 2.5S53.7 14 53.7 28.1 42.2 53.7 28.1 53.7 2.4 42.2 2.4 28.1zm14 1.9v5.9c0 .6-.4 1-1 1s-1-.4-1-1V30c0-.6.4-1 1-1s1 .4 1 1zm11.9-5.9v11.8c0 .6-.4 1-1 1s-1-.4-1-1V24.1c0-.6.4-1 1-1s1 .5 1 1zm11.9-6v17.8c0 .6-.4 1-1 1s-1-.4-1-1V18.1c0-.6.4-1 1-1s1 .5 1 1z"></path>
                        </svg>
                    </div>
                    <h3 className="icons-rows-item-title">GLG 研究服务</h3>
                    <div className="icons-rows-item-content">
                        <p>
                            <span style={{fontWeight:  400}}>GLG 研究服务提供定性与定量洞察。GLG 定量研究主要聚焦调研目标群体，GLG 定性研究专门开展焦点小组、研讨会和讨论小组，GLG 定制洞察则提供市场评估、竞品分析和客户调查等服务。</span>
                        </p>
                    </div>
                </div>
                <div className="icons-rows-item">
                    <div className="icons-rows-item-icon">
                        <svg xmlns="http://www.w3.org/2000/svg" width="60" height="60" viewBox="0 0 60 60">
                            <path d="M56.5 2.2H1.7c-.6 0-1-.4-1-1s.4-1 1-1h54.8c.6 0 1 .4 1 1s-.4 1-1 1zm1 16.2c0-.6-.4-1-1-1H1.7c-.6 0-1 .4-1 1s.4 1 1 1h54.8c.6 0 1-.5 1-1zM16.3 35.6c0-.6-.4-1-1-1H1.7c-.6 0-1 .4-1 1s.4 1 1 1h13.7c.5 0 .9-.5.9-1zm0 17.1c0-.6-.4-1-1-1H1.7c-.6 0-1 .4-1 1s.4 1 1 1h13.7c.5 0 .9-.4.9-1zm43.1-8.5c0-8.6-7-15.6-15.6-15.6s-15.6 7-15.6 15.6 7 15.6 15.6 15.6 15.6-6.9 15.6-15.6zm-2 0c0 7.5-6.1 13.6-13.6 13.6s-13.6-6.1-13.6-13.6 6.1-13.6 13.6-13.6 13.6 6.1 13.6 13.6zm-14.2 4.9 6.9-7.1c.4-.4.4-1 0-1.4-.4-.4-1-.4-1.4 0L42.5 47l-3.6-3.5c-.4-.4-1-.4-1.4 0-.4.4-.4 1 0 1.4l4.3 4.2c.2.2.4.3.7.3.2 0 .5-.1.7-.3z"></path>
                        </svg>
                    </div>
                    <h3 className="icons-rows-item-title">GLG 前沿洞见</h3>
                    <div className="icons-rows-item-content">
                        <p>
                            <span style={{fontWeight:  400}}>解锁 GLG 会议纪要资料库，查阅数以万计的会议纪要、报告、联合调查、网上会议，并且可在线上或线下参与 GLG 会议活动。 </span>
                        </p>
                    </div>
                </div>
            </div>
        </div>
    )
}

export default ContentInfo;